Repository: myzzxc/2014-crown
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The simplest technique of resampling is nearest-neighbor resampling. We just identify the pixel in the original image which is spatially nearest to the calculated position (i, j), and then copy its pixel value to the location (i’, j’) in the new image.
zh_tw: 最簡單的重新取樣技術為最近鄰法取樣 (nearest-neighbor resampling)，只需標識原始影像中與計算位置 (i， j) 最鄰近的像素，然後將其像素值複製到新影像中的位置 (i', j')，

source: The size of the Chiufengershan dip-slope landslides was about 200 ha in area and 36 million m3 in volume, which is composed of shale and sandstone, and the landslide debris dammed two small streams, whose total volume of the two dam-up lakes is 1.9 million m3.
zh_tw: 九份二山順向坡山崩面積約 200 公頃 (ha) 而體積為 3600 萬立方公尺，其中包含頁岩和砂岩，山崩阻塞兩條小溪而形成兩座堰塞湖，兩堰塞湖總體積為 190 萬立方公尺。

source: The size of the kit depends on the size of the potential release.
zh_tw: 工具組的大小取決於潛在洩漏的大小。

source: The special inspector must be on the jobsite initially during anchor installation to verify anchor type, anchor dimensions, concrete type, concrete compressive strength, adhesive identification and expiration date, hole dimensions, hole cleaning procedures, anchor spacing, edge distances, concrete thickness, anchor embedment, tightening torque and adherence to the manufacturer’s published installation instructions.
zh_tw: 特別檢查人員需於最初錨固安裝期間在工地現場驗證錨固類型、錨固尺寸、混凝土類型、混凝土抗壓強度、黏著劑檢驗與有效日期檢驗、孔洞尺寸、孔洞清潔程序、錨固間距、邊緣距離、混凝土厚度、錨固埋設、扭力矩皆遵守製造商發佈之安裝說明。

source: The special inspector must verify the initial installations of each type and size of adhesive anchor by construction personnel on site.
zh_tw: 特別檢查人員必須於施工現場驗證施工人員所安裝之各種類型及尺寸之錨固黏著，

source: The specified compressive strength of the concrete must be from 2,500 psi to 8,500 psi (17.2 MPa to 58.6 MPa).
zh_tw: 指定之混凝土抗壓強度必須為 2,500 psi 至 8,500 psi ( 58.6 MPa 至 17.2 MPa)。

source: The spiral element mixer in the static mixer must be clearly visible.
zh_tw: 靜態混合器內之旋轉原料混合器必須清晰可見。

source: The steel element consist of a commercial threaded rod with washer and hexagon nut in the range of M8 to M30 or a reinforcing bar in the range of diameter 8 to 32 mm.
zh_tw: 鋼構件由附有墊圈和六角螺母的M8 至 M30 商用螺牙桿所組成，或是直徑為 8 至 32 mm 的鋼筋。

source: The steel element is placed into a drilled hole filled with injection mortar and is anchored via the bond between metal part, injection mortar and concrete.
zh_tw: 將鋼構件置入鑽孔內，並填入注射砂漿，經由金屬零件、注射砂漿和混凝土之間的黏結錨固。

source: The steel is measured in the preheat, heat, soak and cooling zones to insure proper metallurgical properties.
zh_tw: 於預熱、加熱、 熱煉、冷卻區量測鋼材溫度以確保冶金特性良好。

source: The strata exposed in this study area are, in a younging order, the Tanliaoti Shale, the Shihmen Formation, the Changhukeng Shale, and the Shenkeng Sandstone.
zh_tw: 此研究區域內的地層沈積順序依序為炭寮地頁岩 (Tanliaoti Shale)、石門層 (Shihmen Formation)、樟湖坑頁岩 (Changhukeng Shale) 以及深坑砂岩 (Shenkeng Sandstone)。

source: The strength design of anchors must comply with ACI 318 D.4.1, except as required in ACI 318 D.3.3.
zh_tw: 除了 ACI 318 D.3.3 的需求外，錨固設計強度必須符合 ACI 318 D.4.1。

source: The study also highlighted the usefulness of adopting a CFD approach to identify and solve problems during the design of a Stirling engine.
zh_tw: 研究同時強調於設計史特林引擎時使用計算流體力學法找出並解決問題的實用性。

source: The subject of this European Technical Assessment is the post-installed connection, by anchoring or overlap connection joint, of reinforcing bars (rebars) in existing structures made of normal weight concrete, using the "Multifix Injection System MF-EX1 for rebar connection" in accordance with the regulations for reinforced concrete construction.
zh_tw: 本歐洲技術評估主題為遵照鋼筋混凝土施工法規，使用 "連接鋼筋的 Multifix 注膠系統 MF-EX1"，經由錨固或重疊連接接頭，將鋼筋安裝後連接於現有的正常混凝土結構中。

source: The surface of displacer is assumed adiabatic, thus the conditions on displacer surfaces are:
zh_tw: 假設換氣活塞表面絕熱，因此換氣活塞表面條件為：

source: The surface of power piston is also assumed adiabatic, giving:
zh_tw: 同時假設動力活塞表面絕熱，得到了下列方程式：

source: The sustainable use of natural resources was not investigated.
zh_tw: 未調查自然資源的永續使用。

source: The system is labeled fischer FIS EM 390 S
zh_tw: 此系統標示為 fischer FIS EM 390 S

source: The tapping quantities are:
zh_tw: 抽頭量包含：

source: The temperature contours in Fig. 8(a) show that the core temperature in the compression chamber reaches 330.0 K due the compression process.
zh_tw: 圖 8(a) 之等溫線圖顯示出壓縮腔體中由於壓縮過程使核心溫度達到 330.0 K，

source: The temperature is critical to insure proper bonding and color.
zh_tw: 溫度為塗料黏合及色彩良好的關鍵。

source: The temperature of the cartridge must be at least t4 - 41 °F (5°C►.
zh_tw: 卡匣溫度必須高於 Q = 41 °F (5°C)。

source: The temperature of the concrete must be at least 50 °F (10°C) and at most 104°F (40°C► (see Table IV).
zh_tw: 水泥溫度必須高於 50 °F (10°C) 且低於 104°F (40°C) (見表 IV)。

source: The temperature on the lateral wall of the displacer cylinder (the wall of regenerative channel) is assumed to maintain at a fixed linear profile as:
zh_tw: 假設換氣活塞側牆上的溫度 (蓄熱通道壁) 保持固定線性分布：

source: The tested sample does not show any changes in color / fading of the outer white coat.
zh_tw: 測試後樣品外層白色塗層顏色無任何改變 / 褪色。

source: The text of this standard is based on the following documents:
zh_tw: 此標準之內文建立下列文件上：

source: The three quantities obtained by this grid and time-step interval are less than 0.5% in difference with those obtained with the ﬁnest grid and smallest time-step interval; therefore this grid and the time-step interval have been used in this study.
zh_tw: 此網格與本研究中網格密度最高、時間間隔最短之網格相比，所得到的三個數值差異小於 0.5%。

source: The track is 33 to 68 mil designation thickness.
zh_tw: 軌道指定厚度為 33 至 68 毫吋。

source: The transfer of shear forces between new concrete and existing structure shall be designed additionally according to EN 1992-1-1:2004+AC:2010.
zh_tw: 新混凝土和現存結構中的剪力轉移，應另外根據 EN 1992-1-1:2004+AC:2010 設計。

source: The transient temperature variations by CFD approach are far from the harmonic distributions given by the second-order approach, and CFD model returns much more accurate output power than the second-order model.
zh_tw: 使用計算流體力學之暫態溫度變化量比二階法更加均勻分布，且計算流體力學模型較二階模型傳回了較精準的輸出功率。

source: The two components are kept separate in a dual-chambered cartridge.
zh_tw: 兩種材料分別裝於雙槽卡匣中，

source: The two components combine and react when dispensed through a static mixing nozzle attached to the manifold.
zh_tw: 當兩種材料經過連接至岐管的靜態混合嘴相互結合並反應。

source: The two outer layers of the three-layer blanket are made of fluffy microfibre fleece.
zh_tw: 電毯三層設計包含外部兩層蓬鬆超細纖絨。

source: The valid EEC waste code numbers are not product-related but are largely source-related.
zh_tw: The valid EEC waste code numbers are not product-related but are largely source-related.有效 EEC 廢棄物規範編號非產品相關但與來源大幅相關，

source: The value of f′ c used for calculation must be limited to 8,000 psi (55 MPa) in accordance with ACI 318 D.3.7.
zh_tw: 用於計算 f′ c 的值必須遵照 ACI 318 D.3.7. ，不得超過 8,000 psi (55 MPa)。

source: The value of f'c shall be limited to a maximum of 8,000 psi (55 MPa) in accordance with ACI 318 D.3.7.
zh_tw: 依照 ACI 318 D.3.7，f'c 值應限制在 8,000 psi (55 MPa) 內。

source: The values of the geometrical parameters of the Stirling engine.
zh_tw: 史特林引擎之幾何參數值。

source: The variations of average temperature in the expansion and compression chambers are shown in Fig. 11(a), while those of heat ﬂux are shown in Fig. 11(b).
zh_tw: 圖 11(a) 繪出膨脹與壓縮腔體之平均溫度變化，圖 11(b) 為其熱通量。

source: The velocities of piston and displacer are:
zh_tw: 活塞和換氣活塞的速度為：

source: The verifications and assessment methods on which this European Technical Assessment is based lead to the assumption of a working life of the anchor of at least 50 years.
zh_tw: 本歐洲技術評估的審核與評估方法，假設錨固至少有 50 年的工作壽命。

source: The verifications and assessment methods on which this European Technical Assessment is based lead to the assumption of a working life of the rebar connection of at least 50 years.
zh_tw: 本歐洲技術評估的審核與評估方法，假設鋼筋連接至少有 50 年的工作壽命。

source: The video named ‘‘gamma_all’’, plays the transient variations of temperature contours and velocity vectors in expansion and compression chambers within two engine cycles.
zh_tw: 影片標題 "gamma_all" 為兩次引擎循環中膨脹與壓縮腔體內之等溫線與速度向量的暫態變化；

source: The way they operate, they cannot be in a contained system.
zh_tw: 由於操作方式的因素，油無法留在系統中，

source: The winding which receives active power from the supply source in service is referred to as a 'primary winding', and that which delivers active power to a load as a 'secondary winding'.
zh_tw: 由供電源接收主動電力之的繞組稱為 '一次繞組 (primary winding)'，而傳輸主動電力至負載之繞組為為 '二次繞組 (secondary winding)'。

source: The working gas is air with a gas constant of 287.0 Jkg-1 K-1, and the initial crank angle and gas pressure are 0.0 degree and 101.0 kPa, respectively.
zh_tw: 工作氣體為空氣，氣體常數為 287.0 Jkg-1 K-1，起始曲柄軸角度與氣體壓力分別為 0.0 度及 101.0 kPa。

source: The ﬁrst step of any CFD simulation is to determine a proper grid and time step interval to obtain grid and time-step independent solutions.
zh_tw: 所有計算流體力學模擬之第一步為確定一個適當的網格和時間間隔以獲得網格和時間的獨立解。

source: The dimensions of the simulated γ-type Stirling engine are given in Table 1.
zh_tw: 表 1 列出了模擬之 γ-型史特林引擎尺寸。

source: The verification of durability is part of testing the essential characteristics.
zh_tw: 耐久性審核為重要特性測試的一部分。

source: Their preparation is entrusted to technical committees; any IEC National Committee interested in the subject dealt with may participate in this preparatory work.
zh_tw: 出版物委託技術委員會籌劃；任何對其主題感興趣的 IEC 國家委員會可以參與籌劃工作，

source: Then let the appliance cool down for at least 30 minutes before using it again.
zh_tw: 於下次使用前需使裝置至少冷卻 30 分鐘。

source: Then switch off the unit for at least half an hour and allow it to cool down.
zh_tw: 並於使用至少關閉裝置半小時以冷卻裝置。

source: Then we orthorectify them in order to correct the geometric distortion of photographs and to give them geographic coordinate.
zh_tw: 接著對影像進行正射校正 (orthorectify) 以校正照片之幾何變形並加上地理座標。

source: Then with a brush, broom or rag, agitate the product and sweep it up.
zh_tw: 接著使用刷子、掃帚或抹布，攪動產物並掃除。

source: There are certain areas in every plant where either large releases have happened before or where a large amount of oil is contained (generators rooms, hydraulic pumps, fuel transfer areas, processing lines using hydraulic equipment).
zh_tw: 每間廠房皆有特定的區域發生過大量洩漏或含有大量油品 (發電機房、液壓泵、燃料輸送區、使用液壓設備之產線)，

source: There are multiple places where our mats and berms come in handy.
zh_tw: 我們的吸收墊和護邊在多處皆能派上用場，

source: There are three important factors on the PIV precision: (a) patch size, (b) appearance, and (c) displacement distance: whole or fraction of a pixel.
zh_tw: PIV 精度有三個重要的因子：(a) 區塊尺寸、(b) 外觀以及 (c) 位移距離：單一像素的全部或部分。

source: There are two commonly used moving mesh techniques: one is adding or deleting cells to change the volume of the computational domain, and the other is to directly change the geometries of cells to expand or compress their volumes.
zh_tw: 有兩種常用移動網格技術：一是加入或移除網格以改變計算範圍的體積，另一種為直接改變網格的幾何形貌以膨脹或壓縮其體積。

source: There have been very limited reports on using CFD approach to study the full cycle of a Stirling engine.
zh_tw: 使用計算流體力學方法研究史特林引擎全循環的文獻資料非常有限，

source: There is no warranty by ICC Evaluation Service, LLC, express or implied, as to any finding or other matter in this report, or as to any product covered by the report.
zh_tw: ICC 評估服務 LLC 於本報告中所述或提及之任何發現或其他事項、或對其任何報告所涵蓋之產品不提供保固。

source: There you might look at a two bucket system that is smaller (20g overpack or even just 5g buckets).
zh_tw: 可使用較小的雙桶系統 (20g 包裝或更小的 5g 包裝)。

source: Therefore in this study, the engine has been scaled down by a half to reduce Reynolds number and retain laminar ﬂow inside the engine, precluding the need to involve turbulence modeling.
zh_tw: 所以本研究中，引擎規模縮小一倍以降低雷諾數並維持引擎內部為層流，避免需要使用紊流模型。

source: Therefore, if we want to obtain best results of the PIV analysis, selecting suitable images should be more carefully done.
zh_tw: 因此，若欲獲得最好的 PIV 分析結果，必須更謹慎地選擇合適的影像。

source: Therefore, many numerical models for Stirling engine cycle have been developed.
zh_tw: 因此已開發出了許多史特林引擎循環之數值模型，

source: Therefore, more elaborated models are needed to improve the accuracy of numerical analysis.
zh_tw: 因此需要更詳盡的模型以改進數值分析的精確度。

source: Therefore, the γ-type engine is very suitable for domestic use, which can potentially become a very large market, because of the readily availability and low cost of low-grade fuel and the engine’s simplicity to construct and maintain.
zh_tw: 因此 γ-型引擎非常適合家用，其潛在市場相當大，因為已具備低成本的低階燃料且引擎製造與維修相當簡單。

source: Therefore, the attention is directed towards the investigation on the engine’s heat transfer characteristics which can only be analyzed in detail by using a CFD approach.
zh_tw: 所以研究引擎之熱傳導特性僅能使用計算流體力學法以進行詳細分析。

source: Therefore, the cold gas get injected into the expansion chamber is rapidly heated up.
zh_tw: 因此，注入膨脹腔體之冷空氣被迅速加熱。

source: Therefore, the integration of heat input cannot be conﬁned just along the wall of the expansion chamber.
zh_tw: 因此熱量輸入總值不能限制於沿膨脹腔體牆面，

source: Therefore, the ﬂow and heat transfer phenomena of the engine cycle can be solved by transient three-dimensional laminar and compressible Navier–Stokes equations plus energy equation and ideal gas equation of state as follows:
zh_tw: 因此，引擎循環的流動和熱傳遞現象可藉由暫態三維層流和可壓縮納維-斯托克斯 (Navier–Stokes) 方程式加上能量方程以及理想氣體方程式解出，如下所示：

source: Therefore, typhoon events affected the PIV results slightly, because the magnitude of displacement of the Hongtsaiping landslide is much greater than the vegetation change due to typhoons.
zh_tw: 因此，颱風對於 PIV 結果之影響些微，因為紅菜坪地滑的位移量遠遠大於颱風造成之植被變化。

source: Thermal Imager
zh_tw: 熱像儀

source: Thermal scans of billet exit temperatures allows the operator to adjust rollers and reduce process downtime.
zh_tw: 鋼胚出口溫度掃描使操作人員能調整輥子以減少加工停機時間。

source: ThermoJacket cool housing
zh_tw: ThermoJacket 冷卻套環

source: ThermoView Pi20 Series
zh_tw: 熱影像 (ThermoView) Pi20 系例

source: These advantages are: very high efﬁciency, silence in operation, low level of toxic emission if powered by fuel, and the ability to use almost any kind of heat sources, including solar, biological, geothermal, or even industrial waste heat.
zh_tw: 其優點為：非常高效率、運轉安靜、若以燃料驅動其毒性排放氣體量低，以及幾乎可使用所有熱源，包含太陽、生物、地熱甚至是工業廢熱。

source: These belt systems leak and free should not be present in these areas.
zh_tw: 這些區域不應該有皮帶系統洩漏與油污。

source: These bills can be outrageous ($5,000 to $25,000 depending on the severity and threat to water).
zh_tw: 其收費是相當高昂的 (根據嚴重程度和污染水源的程度收費 5,000 元到 25000 元)。

source: These bring challenges in two aspects.
zh_tw: 造成了兩方面的挑戰。

source: These can be requested from the manufacturer.
zh_tw: These can be requested from the manufacturer. 可向製造商索取。

source: These drums may be on top of containment pallets.
zh_tw: 這些油桶可能放於托盤上，

source: These factors together with other simpliﬁcations result in poor predictive accuracy returned by these models.
zh_tw: 綜合以上因子與其他簡化結果，模型的預測準確度並，

source: These microfissures are not detectable with the naked eye.
zh_tw: 這些微裂紋以肉眼無法辨識。

source: These models are basically classiﬁed as the ﬁrst-, second-, and third-order models, according to the model hierarchy.
zh_tw: 這些模型依據模型結構基本上可分為一階、二階以及三階模型。

source: These notes give you useful additional information on the installation or operation.
zh_tw: 此說明為安裝或操作上實用的額外資訊。

source: These operations have a lot of machines that use oil in hydraulics or as a lubricant.
zh_tw: 這些操作有很多使用液壓油或潤滑油的機台。

source: These rods are brittle steel elements in accordance with Section 3.2.4.3 of this report.
zh_tw: 為符合本報告章節 3.2.4.3 的脆鋼元件。

source: These secondary vortices promote mixing of cold and hot gas and further facilitate convective heat transfer in the expansion chamber.
zh_tw: 這些次渦流促進了冷熱空氣的混和而熱空氣進一步加速了膨脹腔體中的對流熱傳導，

source: These tank farms are an ideal place for mats and berms.
zh_tw: 於這些油罐區放置吸收墊與護邊是非常理想的。

source: These terms have no significance as to which of the windings has the higher rated voltage and should not be used except in the context of direction of active power flow (see IEC 60050-421:1990, 421-03-06 and 07).
zh_tw: 這些專有名詞不代表繞組有較高的額定電壓且不應該用於主動電流方向內文以外之處 (請見 IEC 60050-421:1990、421-03-06 和 07)。

source: These things have a buildup of oil and sludge that is really difficult to remove.
zh_tw: 這些油漬與油泥非常難以去除，

source: These warning notes must be observed to prevent any injury to the user.
zh_tw: 必須遵守此警告說明，以避免造成任何使用者傷害。

source: They all need one or more.
zh_tw: 他們都需要一個或更多個。

source: They allow accurate temperature measurement of metal processing even in the rough envi­ronmental conditions present during primary and secondary metal pro­duction, such as smoke, steam, dust or intermittent interferences, includ­ing scale or water.
zh_tw: 即使在金屬初級熔煉及次級熔煉充滿煙霧、蒸汽、粉塵或間歇性的剝落雨水氣之惡劣環境中，仍然能精確量測金屬加工的溫度。

source: They also get your product and you locked in to the customer for a long time.
zh_tw: 他們也會拿到客戶長時間鎖住洩漏物的產品。

source: They are not going to be responsible for cleaning it up unless there is no other option.
zh_tw: 除非沒有其他辦法，否則他們不負責清理。

source: They are small and easy and can be easily carried where they need to be used.
zh_tw: 小袋裝輕便，可以方便地用於任何所需處。

source: They are usually outside so they are exposed to rain.
zh_tw: 油罐區通常位於外面因此會淋雨，

source: They can be walked on without risk of tearing and they can be left for extended periods of time.
zh_tw: 吸收護邊可被踐踏不會破裂，且能使用較長的時間。

source: They found signiﬁcant differences in temperature data and engine performance obtained by both methods.
zh_tw: 他們發現兩種方法之間的溫度數據與引擎效能有顯著的差異。

source: They have areas where they are constantly having small spills.
zh_tw: 用於經常有些微洩漏的區域。

source: They have drill presses, cutters, etc. that use oil as a lubricant.
zh_tw: 有鑽床、切割機等使用機油潤滑的機台。

source: They have multiple grease traps and oil containment barriers.
zh_tw: 其具有多個隔油槽和漏油保護阻隔。

source: They have valves on the bottom (like an oil pan valve), but usually these are quickly clogged.
zh_tw: 底部有一閥門 (類似油箱底殼閥)，但通常很快就阻塞了。

source: They leak regularly.
zh_tw: 且經常洩漏。

source: They need our Spillows (ands sometimes pillows) inside their drip pans.
zh_tw: 他們需要我們的洩漏吸收枕 (Spillows) (以及枕墊) 置於滴水盤中，

source: They provide superior performance and increased weight to absorption.
zh_tw: 這些產品具由卓越的性能與更多的吸收重量。

source: They tend to over-predict engine’s output power and efﬁciency by the margins from 30% to 100%, or even more.
zh_tw: 常傾向於高估引擎之輸出功率與效率，高估量由 30% 至 100% 或甚至更高。

source: They usually have the animal byproducts all taken care of.
zh_tw: 他們通常已對動物性副產品進行處理，

source: They usually use degreaser and high pressure water.
zh_tw: 他們通常使用除油劑和高壓水柱，

source: They want everything in a compact and contained space.
zh_tw: 他們想要將所有功能聚集在一個小型且不占空間的產品上。

source: They will all have absorbent in a loose form somewhere in the shop.
zh_tw: 廠房內某處會有散裝吸收劑，

source: They will often have a drip pan or bucket capturing the leak.
zh_tw: 通常會使用滴水盤或水桶來接漏。

source: This European Technical Assessment contains
zh_tw: 本歐洲技術評估內容包含

source: Thickness of fixture
zh_tw: 夾具厚度

source: This European Technical Assessment is issued in accordance with Regulation (EU) No 305/2011, on the basis of
zh_tw: 本歐洲技術評估乃遵照 (歐盟) 法規 No 305/2011 所頒佈，並依據

source: This European Technical Assessment may be withdrawn by the issuing Technical Assessment Body, in particular pursuant to information by the Commission according to Article 25 Paragraph 3 of Regulation (EU) No 305/2011.
zh_tw: 技術評估機構可由委員會特別根據 (歐盟) 法規編號 305/2011 第 3 段 25 條之資訊，撤回本歐洲技術評估。

source: This MSDS contains all of the information required by the Controlled Products Regulations (CPR).
zh_tw: 此物質安全資料表包含管制產品規章 (CPR) 所要求的所有資訊。

source: This MSDS/SDS will be non compliant 3 years after the issue date.
zh_tw: 此物質安全資料表 / 安全資料表有效期為 3 年。

source: This SDS complies with REACH 1907/2006 and 2001/58/EC, GHS, OSHA 29CFR 1910.1200
zh_tw: 此安全資料表符合 REACH 1907/2006 和 2001/58/EC、GHS、OSHA 29CFR 1910.1200

source: This Section specifies the requirements for supply, installation, connection and testing of motors.
zh_tw: 本節說明了馬達供應、安裝、連接和測試的要求。

source: This applied voltage is referred to as the short-circuit voltage (IEC 60050-421:1990, 421-07-01) of the pair of windings.
zh_tw: 此施加電壓為雙繞組之短路電壓 (IEC 60050-421:1990, 421-07-01) ，

source: This approach has the advantage that it does not alter any of the pixel values.
zh_tw: 此方法的優點為不改變任何像素值，

source: This can be veriﬁed from the distributions of the local heat ﬂux per unit area at h = 90.0° given in Fig. 6(b).
zh_tw: 此現象可藉由圖 6 之 h = 90.0° 的單位面積局部熱通量來驗證。

source: This category includes companies with their own truck fleets as well as ones that just service outside parties.
zh_tw: 此類別包括擁有自己的卡車車隊、以及那些僅提供外部維修的公司。

source: This difference is generally expressed as a percentage of the no-load voltage of the winding
zh_tw: 此差異通常以繞組空載電壓之百分比表示

source: This edition includes the following significant technical changes with respect to the previous edition:
zh_tw: 此版本相對前一版本包括以下重大的技術變更：

source: This eliminates the large quantity of liquid waste that they normally have to dispose as hazardous waste.
zh_tw: 此舉去除了大量通常必須作為危險廢物處置的廢液。

source: This equation allows a conservative estimate of the random error present in subsequent PIV data to be made.
zh_tw: 此方程可保守的估計後續 PIV 數據所產生的隨機誤差。

source: This happens when the gas with a temperature lower than the wall temperature in the expansion chamber entering the regenerative channel.
zh_tw: 這是因為膨脹腔體進入蓄熱通道之氣體溫度低於牆面溫度。

source: This impingement brings the cold gas in direct contact with the hot-end wall, resulting in impingement heat transfer which is well known to be the most effective convective heat transfer mechanism.
zh_tw: 此衝擊使冷空氣直接接觸熱端牆，產生公認最有效率對流熱傳導機制的衝擊熱傳導。

source: This includes corporate fleets, rental fleets and general trucking companies.
zh_tw: 此類別包括企業車隊、租賃車隊和一般的卡車運輸公司。

source: This information is based on our current level of knowledge and relates to the product in the state in which it is delivered.
zh_tw: This information is based on our current level of knowledge and relates to the product in the state in which it is delivered. 此資訊建立於產品處於交付狀態之現有知識上。

source: This information is based on our present state of knowledge.
zh_tw: This information is based on our present state of knowledge. 此資訊建立於現有知識上。

source: This information must be included in all MSDS’s that are copied and distributed for the material.
zh_tw: 此資訊必須包含在所有銷售材料隨附之物質安全資料表中。

source: This instruction manual belongs to this device.
zh_tw: 本使用說明書屬於此裝置。

source: This is a decisive advantage in many indus­trial, maintenance and quality con­trol applications.
zh_tw: 此為許多工業、維護和品管應用中的決定性優勢。

source: This is a very important advantage because the engine can be powered by a wide range of energy sources, including low-grade sources such as solar, biofuel, geothermal, or even industrial waste heat.
zh_tw: 這是非常重要的優點，因為引擎可使用廣泛的能源，包含低階能源如太陽能、生物燃料、地熱甚至是工業廢熱。

source: This is an ideal situation.
zh_tw: 這是最理想的情況，

source: This is an important step to further improve the performance of such engine cycle.
zh_tw: 這對於進一步改善此類型引擎循環的效能相當重要。

source: This is because gas at a higher temperature than the wall temperature entering the regenerative channel.
zh_tw: 這是因為進入蓄熱通道之氣體溫度高於牆面溫度。

source: This is because safe operation of the appliance can no longer be guaranteed.
zh_tw: 因為無法保證暖腳機能安全運行。

source: This is done with hydraulic machines, presses, cutting machines, etc.
zh_tw: 將會使用液壓機台、壓製、切割機台等等。

source: This is due to the fact that the second half of the ejection phase of the expansion chamber generally coincides with the expansion of the entire engine volume, and the expansion effect cools down the gas temperature, thus promoting positive heat transfer.
zh_tw: 這是因為膨脹腔體排出相的後半部整體上與引擎總體積膨脹相同，而膨脹效應降低氣體溫度而促進了正向熱傳導。

source: This is especially true for operations that do a lot of shipping at night or early morning.
zh_tw: 特別是於深夜或清晨進行大量的運送操作。

source: This is much smaller than that in the expansion chamber during its injection phase.
zh_tw: 此數值遠小於膨脹腔體注入相之數值。

source: This is supported by integrated through-the-lens sighting, plus either laser or video sighting for correct target location.
zh_tw: 藉由整合鏡頭瞄準，再加上雷射或影像瞄準以正確的對準目標位置。

source: This is the descendent of the structured-mesh, multi-block code of ‘STREAM’ [14].
zh_tw: 此為結構網格、多區塊程式 ‘STREAM’ [14] 的衍生程式.
